{"created_by":"travisbell","description":"A list of the films that were nominated at the 2009 Oscars for best picture.","favorite_count":0,"id":"9","items":[{"adult":false,"backdrop_path":"/6ZvgyKPAatpcHbVsKknly4K4zC6.jpg","genre_ids":[18,14,10749],"id":4922,"media_type":"movie","original_language":"en","original_title":"The Curious Case of Benjamin Button","overview":"I was born under unusual circumstances. And so begins. The Curious Case of Benjamin Button, adapted from the 1920s story by F. Scott Fitzgerald about a man who is born in his eighties and ages backwards: a man, like any of us, who is unable to stop time. We follow his story, set in New Orleans, from the end of World War I in 1918 into the 21st century, following his journey that is as unusual as any man's life can be. Directed by David Fincher and starring Brad Pitt and Cate Blanchett with Taraji P. Henson, Tilda Swinton, Jason Flemyng, Elias Koteas and Julia Ormond, Benjamin Button, is a grand tale of a not-so-ordinary man and the people and places he discovers along the way, the loves he finds, the joys of life and the sadness of death, and what lasts beyond time.","popularity":43.581,"poster_path":"/26wEWZYt6yJkwRVkjcbwJEFh9IS.jpg","release_date":"2008-12-25","title":"The Curious Case of Benjamin Button","video":false,"vote_average":7.6,"vote_count":10340},{"adult":false,"backdrop_path":"/wlOJwnCoZqSPYfz3wFYhSYWFnDw.jpg","genre_ids":[18,36],"id":11499,"media_type":"movie","original_language":"en","original_title":"Frost/Nixon","overview":"For three years after being forced from office, Nixon remained silent. But in summer 1977, the steely, cunning former commander-in-chief agreed to sit for one all-inclusive interview to confront the questions of his time in office and the Watergate scandal that ended his presidency. Nixon surprised everyone in selecting Frost as his televised confessor, intending to easily outfox the breezy British showman and secure a place in the hearts and minds of Americans. Likewise, Frost's team harboured doubts about their boss's ability to hold his own. But as the cameras rolled, a charged battle of wits resulted.","popularity":8.782,"poster_path":"/ui7bi8Osl54OdtHF1srvfKd6DiJ.jpg","release_date":"2008-10-15","title":"Frost/Nixon","video":false,"vote_average":7.3,"vote_count":911},{"adult":false,"backdrop_path":"/oYXjZPdlWqArrGK0bBrsv0pqQI6.jpg","genre_ids":[36,18],"id":10139,"media_type":"movie","original_language":"en","original_title":"Milk","overview":"The true story of Harvey Milk, the first openly gay man ever elected to public office. In San Francisco in the late 1970s, Harvey Milk becomes an activist for gay rights and inspires others to join him in his fight for equal rights that should be available to all Americans.","popularity":9.752,"poster_path":"/ot4ImF4b7QbS6XsTdMH3pWxNmX2.jpg","release_date":"2008-11-05","title":"Milk","video":false,"vote_average":7.3,"vote_count":1731},{"adult":false,"backdrop_path":"/rQm5ntcgeY7VRjNTD4xuMCedlY1.jpg","genre_ids":[18,10749],"id":8055,"media_type":"movie","original_language":"en","original_title":"The Reader","overview":"The story of Michael Berg, a German lawyer who, as a teenager in the late 1950s, had an affair with an older woman, Hanna, who then disappeared only to resurface years later as one of the defendants in a war crimes trial stemming from her actions as a concentration camp guard late in the war. He alone realizes that Hanna is illiterate and may be concealing that fact at the expense of her freedom.","popularity":32.775,"poster_path":"/r0WURbmnhgKeBpHcpDULBgRedQM.jpg","release_date":"2008-01-02","title":"The Reader","video":false,"vote_average":7.4,"vote_count":2306},{"adult":false,"backdrop_path":"/9IZvClXvhSxlp41eT0CyUEsyjqy.jpg","genre_ids":[18,10749],"id":12405,"media_type":"movie","original_language":"en","original_title":"Slumdog Millionaire","overview":"Jamal Malik is an impoverished Indian teen who becomes a contestant on the Hindi version of ‘Who Wants to Be a Millionaire?’ but, after he wins, he is suspected of cheating.","popularity":34.038,"poster_path":"/5leCCi7ZF0CawAfM5Qo2ECKPprc.jpg","release_date":"2008-11-12","title":"Slumdog Millionaire","video":false,"vote_average":7.7,"vote_count":8726}],"item_count":5,"iso_639_1":"en","name":"2009 Oscar Nominations for Best Picture - 81st Academy Awards","poster_path":"/gShtwIvdSHgCEQRZfymNkEUEwFm.jpg"}